-- phpMyAdmin SQL Dump
-- version 4.0.10.10
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Апр 27 2017 г., 00:05
-- Версия сервера: 5.5.45-log
-- Версия PHP: 5.6.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `gidrobud_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `category_id` int(11) NOT NULL,
  `article_id` int(11) NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `attributes` text COLLATE utf8_unicode_ci NOT NULL,
  `img` text COLLATE utf8_unicode_ci NOT NULL,
  `imgs` text COLLATE utf8_unicode_ci NOT NULL,
  `files` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `meta_title` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=41 ;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`id`, `category_id`, `article_id`, `name`, `title`, `short_description`, `description`, `attributes`, `img`, `imgs`, `files`, `priority`, `date`, `meta_title`, `meta_description`, `meta_keywords`, `active`, `created_at`, `updated_at`) VALUES
(1, 1, 0, '', 'ИЗГОТОВЛЕНИЕ ВОДОНАПОРНЫХ БАШЕН@|;ВИГОТОВЛЕННЯ водонапірних башт@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время</p>@|;<p>&nbsp;</p>\r\n\r\n<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час</p>@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:29:07', '2017-04-25 14:36:00'),
(2, 2, 0, '', 'О компании@|;Про компанію@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.&nbsp;<br />\r\nНа самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной</p>\r\n\r\n<p>&nbsp;</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.<br />\r\nНасправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.<br />\r\nНасправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в</p>@|;', '@|;@|;', '{"\\u0421\\u043b\\u043e\\u0433\\u0430\\u043d":"\\u041d\\u0430 \\u0441\\u0430\\u043c\\u043e\\u043c \\u0434\\u0435\\u043b\\u0435 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c \\u044d\\u043b\\u0435\\u043a\\u0442\\u0440\\u043e\\u044d\\u043d\\u0435\\u0440\\u0433\\u0438\\u0438, \\u043c\\u0435\\u0442\\u0430\\u043b\\u043b\\u0430 \\u0438 \\u0432\\u0441\\u0435\\u0445 \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u0443\\u0435\\u043c\\u044b\\u0445 \\u043c\\u0430\\u0442\\u0435\\u0440\\u0438\\u0430\\u043b\\u043e\\u0432 \\u043e\\u0434\\u0438\\u043d\\u0430\\u043a\\u043e\\u0432\\u0430@|;\\u041d\\u0430\\u0441\\u043f\\u0440\\u0430\\u0432\\u0434\\u0456 \\u0432\\u0430\\u0440\\u0442\\u0456\\u0441\\u0442\\u044c \\u0435\\u043b\\u0435\\u043a\\u0442\\u0440\\u043e\\u0435\\u043d\\u0435\\u0440\\u0433\\u0456\\u0457, \\u043c\\u0435\\u0442\\u0430\\u043b\\u0443 \\u0456 \\u0432\\u0441\\u0456\\u0445 \\u0432\\u0438\\u043a\\u043e\\u0440\\u0438\\u0441\\u0442\\u043e\\u0432\\u0443\\u0432\\u0430\\u043d\\u0438\\u0445 \\u043c\\u0430\\u0442\\u0435\\u0440\\u0456\\u0430\\u043b\\u0456\\u0432 \\u043e\\u0434\\u043d\\u0430\\u043a\\u043e\\u0432\\u0430@|;"}', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:32:41', '2017-04-26 13:53:17'),
(3, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '{"\\u0421\\u043b\\u043e\\u0433\\u0430\\u043d":"\\u041d\\u0430 \\u0441\\u0430\\u043c\\u043e\\u043c \\u0434\\u0435\\u043b\\u0435 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c \\u044d\\u043b\\u0435\\u043a\\u0442\\u0440\\u043e\\u044d\\u043d\\u0435\\u0440\\u0433\\u0438\\u0438, \\u043c\\u0435\\u0442\\u0430\\u043b\\u043b\\u0430 \\u0438 \\u0432\\u0441\\u0435\\u0445 \\u0438\\u0441\\u043f\\u043e\\u043b\\u044c\\u0437\\u0443\\u0435\\u043c\\u044b\\u0445 \\u043c\\u0430\\u0442\\u0435\\u0440\\u0438\\u0430\\u043b\\u043e\\u0432 \\u043e\\u0434\\u0438\\u043d\\u0430\\u043a\\u043e\\u0432\\u0430 \\u043f\\u0440\\u0438\\u0431\\u043b\\u0438\\u0437\\u0438\\u0442\\u0435\\u043b\\u044c\\u043d\\u043e \\u0432\\u0435\\u0437\\u0434\\u0435 \\u043f\\u043e \\u0423\\u043a\\u0440\\u0430\\u0438\\u043d\\u0435. \\u041d\\u043e \\u043d\\u0435\\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435@|;@|;"}', 'upload/articles/3/main/3-1493218326.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-26 14:52:06'),
(4, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-24 20:34:31'),
(5, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-24 20:34:31'),
(6, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-24 20:34:31'),
(7, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-24 20:34:31'),
(8, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-24 20:34:31'),
(9, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-25 19:58:31'),
(10, 3, 0, '', 'Строительство водонапорных башен@|;Будівництво водонапірних веж@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов &nbsp;ставят цену на свою продукцию ниже рыночной или даже ниже</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче</p>@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:34:31', '2017-04-25 19:58:40'),
(12, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>@|;<p>&nbsp;</p>\r\n\r\n<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":"2"}', 'upload/articles/12/main/12-1493066523.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 15:29:14'),
(13, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":"2"}', 'upload/articles/13/main/13-1493066670.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:44:28'),
(14, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":"4"}', 'upload/articles/14/main/14-1493066683.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:44:38'),
(15, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":""}', 'upload/articles/15/main/15-1493066697.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:44:47'),
(16, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":""}', 'upload/articles/16/main/16-1493066709.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:44:56'),
(17, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":""}', 'upload/articles/17/main/17-1493066737.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:45:06'),
(18, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":""}', 'upload/articles/18/main/18-1493066748.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:45:15'),
(19, 4, 0, '', 'Название@|;Назва@|;', '<p>Обьем - 113 м.кв</p>\r\n\r\n<p>Дополнительное описание</p>@|;<p>Об&#39;єм - 113 м.кв</p>\r\n\r\n<p>Додатковый опис</p>@|;', '@|;@|;', '{"\\u041a\\u0430\\u0442\\u0435\\u0433\\u043e\\u0440\\u0438\\u044f":""}', 'upload/articles/19/main/19-1493066761.jpg', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:42:03', '2017-04-26 18:45:23'),
(20, 5, 0, '', 'ВАКАНСИЯ 1@|;ВАКАНСІЯ 1@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<ul>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n</ul>@|;@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:49:08', '2017-04-26 19:35:05'),
(21, 5, 0, '', 'ВАКАНСИЯ 2@|;ВАКАНСІЯ 1@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<ul>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к&nbsp;</li>\r\n</ul>@|;@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:50:07', '2017-04-26 19:35:12'),
(22, 5, 0, '', 'ВАКАНСИЯ 3@|;ВАКАНСІЯ 3@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<ul>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к&nbsp;</li>\r\n</ul>@|;@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:50:40', '2017-04-26 19:35:19'),
(23, 5, 0, '', 'ВАКАНСИЯ 4@|;ВАКАНСІЯ 4@|;', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<ul>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов</li>\r\n	<li>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к&nbsp;</li>\r\n</ul>@|;@|;', '@|;@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:51:33', '2017-04-26 19:35:26'),
(24, 6, 0, '', 'Лицензия 1@|;Ліцензія 1@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/24/main/24-1493067488.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:58:08', '2017-04-24 20:58:08'),
(25, 6, 0, '', 'Лицензия 2@|;Ліцензія 2@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/25/main/25-1493067518.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:58:38', '2017-04-24 20:58:38'),
(26, 6, 0, '', 'Лицензия 3@|;Ліцензія 3@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/26/main/26-1493067550.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:59:10', '2017-04-24 20:59:10'),
(27, 6, 0, '', 'Лицензия 4@|;Ліцензія 4@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/27/main/27-1493067577.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 20:59:37', '2017-04-24 20:59:37'),
(28, 8, 0, '', 'Сады Украины@|;Сади Украини@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/28/main/28-1493067745.png', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:02:25', '2017-04-24 21:03:07'),
(29, 8, 0, '', 'Жаксы@|;Жакси@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/29/main/29-1493067810.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:03:30', '2017-04-24 21:03:30'),
(30, 8, 0, '', 'Ольховская@|;Ольховская@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/30/main/30-1493067849.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:04:09', '2017-04-24 21:04:09'),
(31, 8, 0, '', 'Веретенкин@|;Веретенкин@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/31/main/31-1493067878.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:04:38', '2017-04-24 21:04:39'),
(32, 9, 0, '', 'изготовлено@|;вироблено@|;', '<p>водонапорных башень</p>@|;<p>водонапірних башт</p>@|;', '@|;@|;', '{"\\u041a\\u043e\\u043b\\u0438\\u0447\\u0435\\u0441\\u0442\\u0432\\u043e":"58"}', 'upload/articles/32/main/32-1493068001.png', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:06:41', '2017-04-24 21:08:33'),
(33, 9, 0, '', 'монтажей@|;Монтажів@|;', '<p>водонапорных башень</p>@|;<p>водонапірних башт</p>@|;', '@|;@|;', '{"\\u041a\\u043e\\u043b\\u0438\\u0447\\u0435\\u0441\\u0442\\u0432\\u043e":"47"}', 'upload/articles/33/main/33-1493068171.png', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:09:31', '2017-04-24 21:10:37'),
(34, 9, 0, '', 'ремонтов@|;ремонтів@|;', '<p>водонапорных башень</p>@|;<p>водонапірних башт</p>@|;', '@|;@|;', '{"\\u041a\\u043e\\u043b\\u0438\\u0447\\u0435\\u0441\\u0442\\u0432\\u043e":"89"}', 'upload/articles/34/main/34-1493068228.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:10:28', '2017-04-24 21:10:28'),
(35, 9, 0, '', 'клиентов@|;клієнтів@|;', '<p>и реализованих проектов</p>@|;<p>і реалізованих проектів</p>@|;', '@|;@|;', '{"\\u041a\\u043e\\u043b\\u0438\\u0447\\u0435\\u0441\\u0442\\u0432\\u043e":"248"}', 'upload/articles/35/main/35-1493068298.png', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:11:38', '2017-04-25 14:53:26'),
(36, 10, 0, '', 'КАЧЕСТВЕННЫЕ И НАДЕЖНЫЕ МАТЕРИАЛЫ@|;ЯКІСНІ І НАДІЙНІ МАТЕРІАЛИ@|;', '<p>Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестои</p>@|;<p>Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівар</p>@|;', '@|;@|;', '', 'upload/articles/36/main/36-1493068411.png', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:13:31', '2017-04-24 21:13:57'),
(37, 10, 0, '', 'МИНИМАЛЬНЫЕ СРОКИ СТРОИТЕЛЬСТВА@|;Мінімальні строки доставки@|;', '<p>Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестои<br />\r\n&nbsp;</p>@|;<p>Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівар</p>@|;', '@|;@|;', '', 'upload/articles/37/main/37-1493068501.png', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:15:01', '2017-04-24 21:16:28'),
(38, 10, 0, '', 'ПРОФЕССИОНАЛЬНЫЕ МОНТАЖНИКИ И СТРОИТЕЛИ@|;ПРОФЕСІЙНІ МОНТАЖНИКИ І БУДІВЕЛЬНИКИ@|;', '<p>Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестои<br />\r\n&nbsp;</p>@|;<p>Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівар</p>@|;', '@|;@|;', '', 'upload/articles/38/main/38-1493068574.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-24 21:16:14', '2017-04-24 21:16:14'),
(39, 6, 0, '', 'Лицензия 4@|;Ліцензія@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/39/main/39-1493149814.jpg', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-25 19:50:14', '2017-04-25 19:50:14'),
(40, 8, 0, '', 'Пример@|;Приклад@|;', '@|;@|;', '@|;@|;', '', 'upload/articles/40/main/40-1493150782.png', '', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-04-25 20:06:22', '2017-04-25 20:06:22');

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` int(11) NOT NULL,
  `article_parent` int(11) NOT NULL,
  `link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `img` text COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `imgs` text COLLATE utf8_unicode_ci NOT NULL,
  `fields` text COLLATE utf8_unicode_ci NOT NULL,
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `meta_title` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `parent_id`, `article_parent`, `link`, `title`, `img`, `short_description`, `description`, `imgs`, `fields`, `date`, `active`, `meta_title`, `meta_description`, `meta_keywords`, `priority`, `created_at`, `updated_at`) VALUES
(1, 0, 0, 'main', 'Главная@|;Головна@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","active","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 12:00:44', '2017-04-25 14:51:37'),
(2, 0, 0, 'company', 'О компании@|;Про компанию@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","gallery","active","meta_title","meta_description","meta_keywords"],"attributes":{"Слоган":{"type":"input","lang_active":true,"active":true}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 12:15:19', '2017-04-25 15:24:54'),
(3, 0, 0, 'services', 'Услуги@|;Послуги@|;', '', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>@|;<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>\r\n\r\n<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","img","active","meta_title","meta_description","meta_keywords"],"attributes":{"Слоган":{"type":"input","lang_active":true,"active":true}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:19:00', '2017-04-26 14:50:23'),
(4, 0, 0, 'projects', 'Проекты@|;Проекти@|;', '', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>@|;<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","img","active","meta_title","meta_description","meta_keywords"],"attributes":{"Категория":{"type":"input","lang_active":false,"active":false}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:44:30', '2017-04-26 15:30:14'),
(5, 0, 0, 'vacancies', 'Вакансии@|;Вакансії@|;', '', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>@|;<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>\r\n\r\n<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>\r\n\r\n<p>Насправді вартість електроенергії, металу і всіх використовуваних матеріалів однакова приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>@|;', '@|;@|;', '[]', '{"base":["title","short_description","description","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:47:53', '2017-04-26 18:49:10'),
(6, 0, 0, 'licenses', 'Лицензии@|;Ліцензії@|;', '', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>\r\n\r\n<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>\r\n\r\n<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>\r\n\r\n<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>@|;', '@|;@|;', '[]', '{"base":["title","img","active","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:49:20', '2017-04-26 19:44:12'),
(7, 0, 0, 'contacts', 'Контакты@|;Контакти@|;', '', '<p>На самом деле стоимость электроэнергии, металла и всех используемых материалов одинакова приблизительно везде по Украине. Но некоторые предприятия прибегают к уловкам, скажем так что бы привлечь клиентов ставят цену на свою продукцию ниже рыночной или даже ниже себестоимости но в это же время стоимость их услуг по монтажу их продукции у таких компаний доходит до половины от стоимости самой изготовляемой продукции.</p>@|;<p>Насправді вартість електроенергії, метал і всі використані матеріали однакові приблизно всюди по Україні. Але деякі підприємства вдаються до хитрощів, скажімо так що б залучити клієнтів ставлять ціну на свою продукцію нижче ринкової або навіть нижче собівартості але в цей же час вартість їх послуг з монтажу їх продукції у таких компаній доходить до половини від вартості самої продукції, що виготовляється.</p>@|;', '@|;@|;', '[]', '{"base":["title","short_description","meta_title","meta_description","meta_keywords"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:50:38', '2017-04-24 21:00:53'),
(8, 0, 0, 'customers', 'Наши заказчики@|;Наші замовники@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","img","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:56:53', '2017-04-25 20:02:02'),
(9, 0, 0, 'report', 'Отчеты на главной страницы@|;Звіт на головній сторінці@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","img","active"],"attributes":{"Количество":{"type":"input","lang_active":false,"active":false}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 14:58:35', '2017-04-25 14:52:37'),
(10, 0, 0, 'worth', 'Наши достоинства@|;Наши переваги@|;', '', '@|;@|;', '@|;@|;', '[]', '{"base":["title","short_description","img","active"],"attributes":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-04-21 15:01:11', '2017-04-25 15:34:58');

-- --------------------------------------------------------

--
-- Структура таблицы `comments`
--

CREATE TABLE IF NOT EXISTS `comments` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `article_id` int(11) NOT NULL,
  `rate` double(8,2) NOT NULL,
  `user_name` text COLLATE utf8_unicode_ci NOT NULL,
  `user_phone` int(11) NOT NULL,
  `user_email` text COLLATE utf8_unicode_ci NOT NULL,
  `comment` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `langs`
--

CREATE TABLE IF NOT EXISTS `langs` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `lang` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `langs`
--

INSERT INTO `langs` (`id`, `lang`, `created_at`, `updated_at`) VALUES
(1, 'ru', '2017-01-14 20:44:58', '2017-01-14 20:44:58'),
(2, 'ua', '2017-01-14 20:44:58', '2017-01-14 20:44:58');

-- --------------------------------------------------------

--
-- Структура таблицы `migrations`
--

CREATE TABLE IF NOT EXISTS `migrations` (
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `migrations`
--

INSERT INTO `migrations` (`migration`, `batch`) VALUES
('2014_10_12_000000_create_users_table', 1),
('2014_10_12_100000_create_password_resets_table', 1),
('2016_09_14_124503_create_articles_table', 1),
('2016_09_14_124813_create_categories_table', 1),
('2016_09_14_124942_create_langs_table', 1),
('2016_10_06_124518_create_texts_table', 1),
('2016_11_04_094627_create_comments_table', 1),
('2016_12_26_140118_change_text_table_soft', 1),
('2017_01_02_155628_create_orders_table', 1),
('2017_02_06_120655_create_settings_table', 2),
('2017_02_13_144141_add_parent_id_categories', 3),
('2017_02_13_174128_add_article_id', 4),
('2017_02_13_174631_add_article_id', 5),
('2017_02_14_110847_add_article_parrent_category', 6),
('2017_02_14_111446_add_article_parrent_category', 7),
('2017_02_24_163342_add_field_img', 8);

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--

CREATE TABLE IF NOT EXISTS `orders` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `type` text COLLATE utf8_unicode_ci NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `phone` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `password_resets`
--

CREATE TABLE IF NOT EXISTS `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  KEY `password_resets_email_index` (`email`),
  KEY `password_resets_token_index` (`token`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('webdesignstudio@gmail.com', 'fbde7c2090b1432792a7b0caee4dcfa185c155d6cc24beff39508ff5271224ba', '2017-02-06 14:40:36');

-- --------------------------------------------------------

--
-- Структура таблицы `settings`
--

CREATE TABLE IF NOT EXISTS `settings` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `settings`
--

INSERT INTO `settings` (`id`, `name`, `title`, `description`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'config.email', 'Пошта для отримання повідомлень', 'webtestingstudio@gmail.com', '0000-00-00 00:00:00', '2017-04-03 20:48:45', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `texts`
--

CREATE TABLE IF NOT EXISTS `texts` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `page_id` int(11) NOT NULL DEFAULT '0',
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(55) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `lang_active` int(11) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `texts`
--

INSERT INTO `texts` (`id`, `page_id`, `name`, `type`, `title`, `description`, `priority`, `lang_active`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 0, 'address', 'input', 'Адрес', 'г. Киев, ул. Шевченка 17@|;м. Київ, вул. Шевченка 17@|;', 0, 1, '2017-04-21 15:09:24', '2017-04-21 15:09:24', NULL),
(2, 0, 'telephone_one', 'input', 'Телефон 1', '+38 (044) 00-00-00', 0, 0, '2017-04-21 15:11:31', '2017-04-21 15:11:31', NULL),
(3, 0, 'telephone_second', 'input', 'Телефон 2', '+38 (044) 11-11-11', 0, 0, '2017-04-21 15:12:32', '2017-04-21 15:12:32', NULL),
(4, 0, 'map', 'input', 'Карта', 'https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2963.604951430748!2d36.22642018988816!3d49.99057672932318!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4127a09f63ab0f8b%3A0x2d4c18681aa4be0a!2z0KXQsNGA0YzQutC-0LIsINCl0LDRgNGM0LrQvtCy0YHQutCw0Y8g0L7QsdC70LDRgdGC0YwsINCj0LrRgNCw0LjQvdCw!5e0!3m2!1sru!2sru!4v1492814808826https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2963.604951430748!2d36.22642018988816!3d49.99057672932318!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4127a09f63ab0f8b%3A0x2d4c18681aa4be0a!2z0KXQsNGA0YzQutC-0LIsINCl0LDRgNGM0LrQvtCy0YHQutCw0Y8g0L7QsdC70LDRgdGC0YwsINCj0LrRgNCw0LjQvdCw!5e0!3m2!1sru!2sru!4v1492814808826', 0, 0, '2017-04-26 20:01:58', '2017-04-26 20:01:58', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(60) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'admin', 'info@gidrobud.kh.ua', '$2y$10$e3kCz/12R0IFKd2WIN0deufYnbnQ5HKThRdHRx1dOKkLxqeFHpn.G', 'ZGK4sbErb1sY4r0TWyNsCHtmNLGxPS0FQ6Yss47M6rVacR04Oe5GjyLxMyeT', '2017-04-03 21:30:46', '2017-04-03 21:31:22'),
(2, 'root', 'webtestingstudio@gmail.com', '$2y$10$6NO1CpFCQr/JpWLQzETEgeoERlyd4xT3BIDSM6SKULihbZFI61L/u', 'KVkwLnlCoSSPG5tgpSpucBOe2NkoUMqDlJ1luFNECAanjUKl5unN1MyEfPEr', '2017-04-03 21:35:00', '2017-04-20 13:25:27');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
